//天润测试数据
var tianrunTest = {
    //中国地图数据以及销售额（两组）
    "mapData": [
        [
            [{ "name": "乌鲁木齐市" }, { "name": "上海", "value": 95 }],
            [{ "name": "乌鲁木齐市" }, { "name": "广州", "value": 90 }],
            [{ "name": "乌鲁木齐市" }, { "name": "大连", "value": 80 }],
            [{ "name": "乌鲁木齐市" }, { "name": "南宁", "value": 70 }],
            [{ "name": "乌鲁木齐市" }, { "name": "南昌", "value": 60 }],
            [{ "name": "乌鲁木齐市" }, { "name": "拉萨", "value": 50 }],
            [{ "name": "乌鲁木齐市" }, { "name": "长春", "value": 40 }],
            [{ "name": "乌鲁木齐市" }, { "name": "包头", "value": 30 }],
            [{ "name": "乌鲁木齐市" }, { "name": "重庆", "value": 20 }],
            [{ "name": "乌鲁木齐市" }, { "name": "赤峰", "value": 30 }],
            [{ "name": "乌鲁木齐市" }, { "name": "盐城", "value": 20 }],
            [{ "name": "乌鲁木齐市" }, { "name": "南通", "value": 20 }],

            [{ "name": "乌鲁木齐市" }, { "name": "鄂尔多斯", "value": 40 }],
            [{ "name": "乌鲁木齐市" }, { "name": "青岛", "value": 30 }],
            [{ "name": "乌鲁木齐市" }, { "name": "乳山", "value": 20 }],
            [{ "name": "乌鲁木齐市" }, { "name": "金昌", "value": 30 }],
            [{ "name": "乌鲁木齐市" }, { "name": "莱西", "value": 20 }],
            [{ "name": "乌鲁木齐市" }, { "name": "梅州", "value": 20 }],
            [{ "name": "乌鲁木齐市" }, { "name": "日照", "value": 100 }]
        ],
        [
            [{ "name": "乌鲁木齐市" }, { "name": "包头", "value": 95 }],
            [{ "name": "乌鲁木齐市" }, { "name": "昆明", "value": 90 }],
            [{ "name": "乌鲁木齐市" }, { "name": "广州", "value": 80 }],
            [{ "name": "乌鲁木齐市" }, { "name": "郑州", "value": 70 }],
            [{ "name": "乌鲁木齐市" }, { "name": "长春", "value": 60 }],
            [{ "name": "乌鲁木齐市" }, { "name": "重庆", "value": 50 }],
            [{ "name": "乌鲁木齐市" }, { "name": "长沙", "value": 40 }],
            [{ "name": "乌鲁木齐市" }, { "name": "北京", "value": 30 }],
            [{ "name": "乌鲁木齐市" }, { "name": "丹东", "value": 20 }],
            [{ "name": "乌鲁木齐市" }, { "name": "盐城", "value": 60 }],
            [{ "name": "乌鲁木齐市" }, { "name": "赤峰", "value": 20 }],
            [{ "name": "乌鲁木齐市" }, { "name": "南通", "value": 100 }],
            [{ "name": "乌鲁木齐市" }, { "name": "大连", "value": 80 }]
        ]
    ]
}


